Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: WHOOP 5/MG straps hand a fresh app only live heart rate. The official app switches on the deeper streams (high-rate HR + motion + history) by writing a set of feature flags, a sequence two independent projects have documented. With this on, the button below sends that exact sequence to your strap. Unlike everything else here it does write to the strap, but it's reversible (it only changes which data the strap chooses to emit) and is the same thing the official app does. Experimental: it may do nothing on your firmware. iPhone/Android only. A Mac can't write to a 5/MG.
de: WHOOP-5/MG-Straps geben einer frischen App nur Live-Herzfrequenz. Die offizielle App schaltet die tieferen Streams (hochfrequente HF + Bewegung + Verlauf) ein, indem sie einen Satz Feature-Flags schreibt – eine Sequenz, die zwei unabhängige Projekte dokumentiert haben. Ist das an, sendet der Knopf unten exakt diese Sequenz an deinen Strap. Anders als alles andere hier schreibt es auf den Strap, ist aber umkehrbar (es ändert nur, welche Daten der Strap sendet) und ist dasselbe, was die offizielle App tut. Experimentell: Auf deiner Firmware passiert vielleicht nichts. Nur iPhone/Android. Ein Mac kann nicht auf ein 5/MG schreiben.
es: Las pulseras WHOOP 5/MG solo dan frecuencia cardíaca en vivo a una app nueva. La app oficial activa los flujos más profundos (FC de alta frecuencia + movimiento + historial) escribiendo un conjunto de indicadores, una secuencia que dos proyectos independientes han documentado. Con esto activado, el botón de abajo envía esa secuencia exacta a tu pulsera. A diferencia de todo lo demás aquí, sí escribe en la pulsera, pero es reversible (solo cambia qué datos elige emitir la pulsera) y es lo mismo que hace la app oficial. Experimental: puede que no haga nada en tu firmware. Solo iPhone/Android. Un Mac no puede escribir en una 5/MG.
fr: Les bracelets WHOOP 5/MG ne fournissent à une application nouvelle que la fréquence cardiaque en direct. L'application officielle active les flux plus poussés (FC haute fréquence + mouvement + historique) en écrivant un ensemble d'indicateurs de fonctionnalités, une séquence que deux projets indépendants ont documentée. Une fois activé, le bouton ci-dessous envoie cette séquence exacte à votre bracelet. Contrairement à tout le reste ici, cela écrit bien sur le bracelet, mais c'est réversible (cela change seulement les données que le bracelet choisit d'émettre) et c'est la même chose que fait l'application officielle. Expérimental : il se peut que cela ne fasse rien sur votre firmware. iPhone/Android uniquement. Un Mac ne peut pas écrire sur un 5/MG.
it: Le fasce WHOOP 5/MG forniscono a una nuova app solo la frequenza cardiaca in diretta. L'app ufficiale attiva i flussi più approfonditi (FC ad alta frequenza + movimento + cronologia) scrivendo una serie di flag delle funzionalità, una sequenza documentata da due progetti indipendenti. Con questa opzione attiva, il pulsante qui sotto invia esattamente quella sequenza alla tua fascia. A differenza di tutto il resto qui, scrive effettivamente sulla fascia, ma è reversibile (cambia solo quali dati la fascia sceglie di emettere) ed è la stessa cosa che fa l'app ufficiale. Sperimentale: potrebbe non avere alcun effetto sul tuo firmware. Solo iPhone/Android, un Mac non può scrivere su un 5/MG.
pl: Paski WHOOP 5/MG zapewniają nową aplikację, wyświetlającą tylko tętno na żywo. Oficjalna aplikacja włącza głębsze strumienie (wysokie tętno + ruch + historia), zapisując zestaw flag funkcji, zgodnie z sekwencją udokumentowaną przez dwa niezależne projekty. Po włączeniu tej opcji poniższy przycisk wysyła dokładnie tę sekwencję do Twojego paska. W przeciwieństwie do wszystkiego innego zapisuje dane na pasku, ale jest to odwracalne (zmienia tylko dane, które pasek zdecyduje się emitować) i działa w ten sam sposób, co oficjalna aplikacja. Eksperymentalne: może nie mieć żadnego wpływu na oprogramowanie sprzętowe. Tylko iPhone/Android. Komputer Mac nie może zapisywać na 5/MG.
pt_pt: As braceletes WHOOP 5/MG fornecem uma nova aplicação apenas para frequência cardíaca em direto. A aplicação oficial ativa os fluxos mais profundos (HR de alta taxa + movimento + histórico) escrevendo um conjunto de sinalizadores de recursos, uma sequência documentada por dois projetos independentes. Com isto ativado, o botão abaixo envia esta sequência exata para a tua bracelete. Ao contrário de tudo aqui, grava na bracelete, mas é reversível (apenas altera os dados que a bracelete escolhe emitir) e é a mesma coisa que a aplicação oficial faz. Experimental: pode não fazer nada no teu firmware. Apenas iPhone/Android. Um Mac não pode gravar num 5/MG.
ru: Браслеты WHOOP 5/MG передают новому приложению только пульс в реальном времени. Официальное приложение включает более глубокие потоки данных (пульс высокой частоты + движение + история), записывая набор флагов функций — последовательность, задокументированную двумя независимыми проектами. Если это включено, кнопка ниже отправит браслету точно такую же последовательность. В отличие от всего остального здесь, это действие записывает данные в браслет, но оно обратимо (меняет только то, какие данные браслет решает передавать) и делает то же самое, что и официальное приложение. Экспериментально: на вашей прошивке может не сработать. Только iPhone/Android. Mac не может записывать данные в 5/MG.
th: สายรัด WHOOP 5/MG มอบแอปใหม่เฉพาะอัตราการเต้นหัวใจแบบเรียลไทม์เท่านั้น แอปอย่างเป็นทางการเปิดใช้งานสตรีมที่ลึกกว่า (HR + การเคลื่อนไหว + ประวัติที่มีอัตราสูง) โดยการเขียนชุดแฟล็กคุณลักษณะ ซึ่งเป็นลำดับที่โครงการอิสระสองโครงการได้บันทึกไว้ เมื่อเปิดสิ่งนี้ ปุ่มด้านล่างจะส่งลำดับที่แน่นอนไปยังสายรัดของคุณ ต่างจากทุกสิ่งที่นี่ตรงที่มันจะเขียนไปที่สายรัด แต่สามารถย้อนกลับได้ (เพียงเปลี่ยนข้อมูลที่สายรัดเลือกที่จะปล่อยออกมา) และเป็นสิ่งเดียวกับที่แอปอย่างเป็นทางการทำ การทดลอง: มันอาจไม่ทำอะไรกับเฟิร์มแวร์ของคุณ ไอโฟน/แอนดรอยเท่านั้น Mac ไม่สามารถเขียนถึง 5/MG ได้
zh_hans: WHOOP 5/MG 手环只向一个全新的应用提供实时心率。官方应用通过写入一组功能标志位来开启更深层的数据流（高速率心率 + 运动 + 历史）， 这是两个独立项目都已记录的一个序列。开启此项后，下面的按钮会将那个确切的序列发送到你的手环。与这里的其他一切不同，它确实会向手环写入，但它是可逆的（它只改变手环选择发出哪些数据），并且与官方应用所做的相同。实验性：在你的固件上它可能什么都不做。仅限 iPhone/Android，Mac 无法向 5/MG 写入。
zh_hant: WHOOP 5/MG 手環只向一個全新的應用程式提供即時心率。官方應用程式透過寫入一組功能旗標來開啟更深層的資料流（高速率心率 + 運動 + 歷史）， 這是兩個獨立專案都已記錄的一個序列。開啟此項後，下面的按鈕會將那個確切的序列發送到你的手環。與這裡的其他一切不同，它確實會向手環寫入，但它是可逆的（它只改變手環選擇發出哪些資料），並且與官方應用程式所做的相同。實驗性：在你的韌體上它可能什麼都不做。僅限 iPhone/Android，Mac 無法向 5/MG 寫入。

source: WHOOP is NOOP's primary, fully-supported band. Other heart-rate straps are an early, in-development addition: they stream live heart rate and HRV, but not WHOOP's deeper sleep and recovery data.
de: WHOOP ist NOOPs primäres, voll unterstütztes Band. Andere Herzfrequenzgurte sind eine frühe Ergänzung in Entwicklung: Sie streamen Live-Herzfrequenz und HRV, aber nicht WHOOPs tiefere Schlaf- und Erholungsdaten.
es: WHOOP es la banda principal y totalmente compatible de NOOP. Otras bandas de frecuencia cardíaca son una incorporación temprana y en desarrollo: transmiten frecuencia cardíaca y VFC en vivo, pero no los datos más profundos de sueño y recuperación de WHOOP.
fr: WHOOP est le bracelet principal et entièrement pris en charge par NOOP. Les autres bracelets de fréquence cardiaque sont un ajout précoce, en cours de développement : ils diffusent la fréquence cardiaque et la VFC en direct, mais pas les données plus poussées de sommeil et de récupération de WHOOP.
it: WHOOP è la fascia principale e pienamente supportata di NOOP. Le altre fasce per la frequenza cardiaca sono un'aggiunta iniziale e in fase di sviluppo, trasmettono la frequenza cardiaca in diretta e l'HRV, ma non i dati più approfonditi sul sonno e sul recupero di WHOOP.
pl: WHOOP to podstawowe, w pełni obsługiwane pasmo NOOP. Inne paski do pomiaru tętna to wczesny dodatek w fazie rozwoju: przesyłają na żywo tętno i dane HRV, ale nie dane dotyczące głębszego snu i regeneracji WHOOP.
pt_pt: WHOOP é a banda principal e totalmente suportada do NOOP. Outras gamas de frequência cardíaca são uma adição inicial em desenvolvimento: transmitem a frequência cardíaca e a VFC em direto, mas não os dados de sono e recuperação mais profundos do WHOOP.
ru: WHOOP — основной, полностью поддерживаемый браслет NOOP. Другие пульсометры — ранняя, находящаяся в разработке возможность: они передают пульс и ВСР в реальном времени, но не более глубокие данные WHOOP о сне и восстановлении.
th: WHOOP เป็นสายรัดหลักที่ได้รับการสนับสนุนอย่างเต็มที่จาก NOOP สายรัดวัดอัตราการเต้นหัวใจอื่นๆ เป็นส่วนเสริมที่อยู่ระหว่างการพัฒนาตั้งแต่เนิ่นๆ โดยจะสตรีมอัตราการเต้นหัวใจแบบเรียลไทม์และ HRV แต่ไม่ใช่ข้อมูลการนอนและการฟื้นตัวที่ลึกยิ่งขึ้นของ WHOOP
zh_hans: WHOOP 是 NOOP 主要的、完全支持的手环。其他心率带是一项早期的、开发中的新增功能，它们串流实时心率和 HRV，但不包括 WHOOP 更深层的睡眠和恢复数据。
zh_hant: WHOOP 是 NOOP 主要的、完全支援的手環。其他心率帶是一項早期的、開發中的新增功能，它們串流即時心率和 HRV，但不包括 WHOOP 更深層的睡眠和恢復資料。

source: WHOOP is NOOP's primary, fully-supported band. Other heart-rate straps stream live heart rate and HRV, but not WHOOP's deeper sleep and recovery data.
de: WHOOP ist NOOPs primäres, voll unterstütztes Band. Andere Herzfrequenzgurte streamen Live-Herzfrequenz und HRV, aber nicht WHOOPs tiefere Schlaf- und Erholungsdaten.
es: WHOOP es la banda principal y totalmente compatible de NOOP. Otras bandas de frecuencia cardíaca transmiten frecuencia cardíaca y VFC en vivo, pero no los datos más profundos de sueño y recuperación de WHOOP.
fr: WHOOP est le bracelet principal et entièrement pris en charge par NOOP. Les autres bracelets de fréquence cardiaque diffusent la fréquence cardiaque et la VFC en direct, mais pas les données plus poussées de sommeil et de récupération de WHOOP.
it: WHOOP è la fascia principale e pienamente supportata di NOOP. Le altre fasce per la frequenza cardiaca trasmettono la frequenza cardiaca in diretta e l'HRV, ma non i dati più approfonditi sul sonno e sul recupero di WHOOP.
pl: WHOOP to podstawowe, w pełni obsługiwane pasmo NOOP. Inne paski do pomiaru tętna przesyłają na żywo tętno i dane HRV, ale nie dane dotyczące głębszego snu i regeneracji WHOOP.
pt_pt: WHOOP é a banda principal e totalmente suportada do NOOP. Outras gamas de frequência cardíaca transmitem a frequência cardíaca e a VFC em direto, mas não os dados de sono e recuperação mais profundos do WHOOP.
ru: WHOOP — основной, полностью поддерживаемый браслет NOOP. Другие пульсометры передают пульс и ВСР в реальном времени, но не более глубокие данные WHOOP о сне и восстановлении.
th: WHOOP เป็นสายรัดหลักที่ได้รับการสนับสนุนอย่างเต็มที่จาก NOOP สายรัดวัดอัตราการเต้นหัวใจอื่นๆ จะสตรีมอัตราการเต้นหัวใจและ HRV แบบเรียลไทม์ แต่จะไม่ใช่ข้อมูลการนอนและการฟื้นตัวที่ลึกกว่าของ WHOOP
zh_hans: WHOOP 是 NOOP 主要的、完全支持的手环。其他心率带串流实时心率和 HRV，但不包括 WHOOP 更深层的睡眠和恢复数据。
zh_hant: WHOOP 是 NOOP 主要的、完全支援的手環。其他心率帶串流即時心率和 HRV，但不包括 WHOOP 更深層的睡眠和恢復資料。

source: WHOOP MG ECG capture (experimental)
de: WHOOP MG EKG-Aufzeichnung (experimentell)
es: Captura de ECG de WHOOP MG (experimental)
fr: Capture ECG WHOOP MG (expérimental)
it: Acquisizione ECG WHOOP MG (sperimentale)
pl: Przechwytywanie WHOOP MG ECG (eksperymentalne)
pt_pt: Captura de ECG do WHOOP MG (experimental)
ru: Запись ЭКГ WHOOP MG (экспериментально)
th: การจับคลื่นไฟฟ้าหัวใจ WHOOP MG (ทดลอง)
zh_hans: WHOOP MG 心电图采集（实验性）
zh_hant: WHOOP MG 心電圖擷取（實驗性）

source: WHOOP straps don't appear in macOS System Settings → Bluetooth. They advertise on a custom profile that only apps like NOOP can find, so there's nothing to pair there, and you shouldn't try.
de: WHOOP-Straps erscheinen nicht in den macOS-Systemeinstellungen → Bluetooth. Sie senden über ein eigenes Profil, das nur Apps wie NOOP finden können, dort gibt es also nichts zu koppeln, und du solltest es nicht versuchen.
es: Las pulseras WHOOP no aparecen en Ajustes del sistema de macOS → Bluetooth. Se anuncian con un perfil personalizado que solo apps como NOOP pueden encontrar, así que no hay nada que emparejar ahí y no deberías intentarlo.
fr: Les bracelets WHOOP n'apparaissent pas dans Réglages Système macOS → Bluetooth. Ils diffusent sur un profil personnalisé que seules des apps comme NOOP peuvent détecter ; il n'y a donc rien à associer là-bas, et vous ne devriez pas essayer.
it: Le fasce WHOOP non compaiono in Impostazioni di Sistema → Bluetooth su macOS. Si annunciano su un profilo personalizzato che solo app come NOOP possono trovare, quindi non c'è nulla da abbinare lì e non dovresti provarci.
pl: Paski WHOOP nie pojawiają się w Ustawieniach systemu macOS → Bluetooth. Reklamują się na niestandardowym profilu, który mogą znaleźć tylko aplikacje takie jak NOOP, więc nie ma tam nic do sparowania i nie powinieneś próbować.
pt_pt: As braceletes WHOOP não aparecem nas definições do sistema do macOS → Bluetooth. Anunciam num perfil personalizado que apenas aplicações como o NOOP podem encontrar, por isso não há nada para emparelhar lá e não deve tentar.
ru: Браслеты WHOOP не отображаются в «Системных настройках» macOS → Bluetooth. Они работают через особый профиль, который видят только приложения вроде NOOP, поэтому там нечего подключать, и пытаться не нужно.
th: สายรัด WHOOP ไม่ปรากฏในการตั้งค่าระบบ macOS → Bluetooth พวกเขาโฆษณาในโปรไฟล์ที่กำหนดเองซึ่งมีเพียงแอปอย่าง NOOP เท่านั้นที่สามารถค้นหาได้ ดังนั้นจึงไม่มีอะไรต้องจับคู่ในนั้น และคุณไม่ควรลอง
zh_hans: WHOOP 手环不会出现在 macOS 的「系统设置 → 蓝牙」中。它们通过一个只有 NOOP 这类应用才能找到的自定义配置文件进行广播，，所以那里没有可配对的设备，你也不应尝试。
zh_hant: WHOOP 手環不會出現在 macOS 的「系統設定 → 藍牙」中。它們透過一個只有 NOOP 這類應用程式才能找到的自訂設定檔進行廣播，，所以那裡沒有可配對的裝置，你也不應嘗試。

source: WHOOP straps don't appear in your %@'s Bluetooth settings. They advertise on a custom profile that only apps like NOOP can find, so there's nothing to pair there, and you shouldn't try.
de: WHOOP-Straps erscheinen nicht in den Bluetooth-Einstellungen deines %@. Sie senden auf einem eigenen Profil, das nur Apps wie NOOP finden – dort gibt es also nichts zu koppeln, und du solltest es nicht versuchen.
es: Las pulseras WHOOP no aparecen en los ajustes de Bluetooth de tu %@. Se anuncian en un perfil propio que solo apps como NOOP pueden encontrar, así que ahí no hay nada que emparejar, y no deberías intentarlo.
fr: Les bracelets WHOOP n'apparaissent pas dans les réglages Bluetooth de votre %@. Ils s'annoncent sur un profil personnalisé que seules des applications comme NOOP peuvent détecter, il n'y a donc rien à associer là-bas, et vous ne devriez pas essayer.
it: Le fasce WHOOP non compaiono nelle impostazioni Bluetooth del tuo %@. Si annunciano su un profilo personalizzato che solo app come NOOP possono trovare, quindi non c'è nulla da associare lì, e non dovresti provarci.
pl: Paski WHOOP nie pojawiają się w ustawieniach Bluetooth %@. Reklamują się na niestandardowym profilu, który mogą znaleźć tylko aplikacje takie jak NOOP, więc nie ma tam nic do sparowania i nie powinieneś próbować.
pt_pt: As braceletes WHOOP não aparecem nas definições Bluetooth do teu %@. Anunciam num perfil personalizado que apenas aplicações como o NOOP podem encontrar, por isso não há nada para emparelhar lá e não deve tentar.
ru: Браслеты WHOOP не отображаются в настройках Bluetooth на вашем %@. Они используют собственный профиль, который могут найти только такие приложения, как NOOP, поэтому сопрягать их там не с чем — и не стоит пытаться.
th: สายรัด WHOOP ไม่ปรากฏในการตั้งค่า Bluetooth ของ %@ พวกเขาโฆษณาในโปรไฟล์ที่กำหนดเองซึ่งมีเพียงแอปอย่าง NOOP เท่านั้นที่สามารถค้นหาได้ ดังนั้นจึงไม่มีอะไรต้องจับคู่ในนั้น และคุณไม่ควรลอง
zh_hans: WHOOP 手环不会出现在你 %@ 的蓝牙设置中。它们通过一个只有 NOOP 这类应用才能找到的自定义配置文件进行广播，所以那里没有可配对的设备，你也不应尝试。
zh_hant: WHOOP 手環不會出現在你 %@ 的藍牙設定中。它們透過一個只有 NOOP 這類應用程式才能找到的自訂設定檔進行廣播，所以那裡沒有可配對的裝置，你也不應嘗試。

source: WHOOP's imported per-zone split for this session.
de: WHOOPs importierte Zonen-Aufteilung für diese Sitzung.
es: El reparto por zonas importado de WHOOP para esta sesión.
fr: La répartition par zone importée de WHOOP pour cette séance.
it: La suddivisione per zona importata da WHOOP per questa sessione.
pl: Zaimportowany przez WHOOP podział na strefy dla tej sesji.
pt_pt: Divisão por zona importada do WHOOP para esta sessão.
ru: Импортированное распределение по зонам WHOOP для этой сессии.
th: WHOOP แบ่งตามโซนที่นำเข้าสำหรับเซสชันนี้
zh_hans: 本次会话中 WHOOP 导入的各区间占比。
zh_hant: 本次工作階段中 WHOOP 匯入的各區間佔比。

source: Why am I run down?
de: Warum bin ich angeschlagen?
es: ¿Por qué estoy agotado?
fr: Pourquoi suis-je épuisé ?
it: Perché sono così a terra?
pl: Dlaczego jestem wyczerpany?
pt_pt: Porque estou atropelado?
ru: Почему я вымотан?
th: ทำไมฉันถึงทรุดโทรม?
zh_hans: 我为什么感觉疲惫？
zh_hant: 我為什麼這麼疲憊？

source: Why didn't it happen?
de: Warum ist es nicht passiert?
es: ¿Por qué no ocurrió?
fr: Pourquoi cela n'a-t-il pas eu lieu ?
it: Perché non è successo?
pl: Dlaczego do tego nie doszło?
pt_pt: Por que isso não aconteceu?
ru: Почему этого не произошло?
th: ทำไมมันไม่เกิดขึ้น?
zh_hans: 为什么没有发生？
zh_hant: 為什麼沒有發生？

source: Why does this grow?
de: Warum wächst das?
es: ¿Por qué crece esto?
fr: Pourquoi cela augmente-t-il ?
it: Perché questo cresce?
pl: Dlaczego to rośnie?
pt_pt: Por que razão cresce?
ru: Почему это растёт?
th: ทำไมสิ่งนี้ถึงเติบโต?
zh_hans: 这为什么会增长？
zh_hant: 這為什麼會增長？

source: Why is my stress like this today?
de: Warum ist mein Stress heute so?
es: ¿Por qué mi estrés está así hoy?
fr: Pourquoi mon stress est-il ainsi aujourd'hui ?
it: Perché il mio stress è così forte oggi?
pl: Dlaczego mój stres jest dziś taki?
pt_pt: Por que meu estresse está assim hoje?
ru: Почему у меня такой стресс сегодня?
th: ทำไมวันนี้ฉันถึงเครียดแบบนี้?
zh_hans: 为什么我今天压力这么大？
zh_hant: 為什麼我今天壓力這麼大？

source: Why it matters
de: Warum das wichtig ist
es: Por qué importa
fr: Pourquoi c'est important
it: Perché è importante
pl: Dlaczego to ważne
pt_pt: Porque importa
ru: Почему это важно
th: ทำไมมันถึงสำคัญ
zh_hans: 为什么重要
zh_hant: 為什麼重要

source: Why recovery calibrates over about a week
de: Warum die Erholung etwa eine Woche kalibriert
es: Por qué la recuperación se calibra en aproximadamente una semana
fr: Pourquoi la récupération se calibre en environ une semaine
it: Perché il recupero si calibra nell'arco di circa una settimana
pl: Dlaczego kalibracja odzyskiwania trwa około tygodnia
pt_pt: Por que razão a recuperação é calibrada ao longo de cerca de uma semana
ru: Почему восстановление калибруется примерно неделю
th: เหตุใดการฟื้นตัวจึงปรับเทียบเป็นเวลาประมาณหนึ่งสัปดาห์
zh_hans: 为什么恢复需要大约一周来校准
zh_hant: 為什麼恢復需要大約一週來校準

source: Why the model matters
de: Warum das Modell wichtig ist
es: Por qué importa el modelo
fr: Pourquoi le modèle compte
it: Perché il modello è importante
pl: Dlaczego model ma znaczenie
pt_pt: Por que o modelo é importante
ru: Почему модель имеет значение
th: เหตุใดโมเดลจึงมีความสำคัญ
zh_hans: 为什么模型很重要
zh_hant: 為什麼模型很重要

source: Why this is logged as a nap
de: Warum das als Nickerchen erfasst ist
es: Por qué esto se registra como siesta
fr: Pourquoi ceci est enregistré comme une sieste
it: Perché questo è registrato come sonnellino
pl: Dlaczego jest to rejestrowane jako drzemka
pt_pt: Por que razão isto é registado como um cochilo
ru: Почему это записано как дневной сон
th: เหตุใดสิ่งนี้จึงถูกบันทึกเป็นการงีบหลับ
zh_hans: 为什么这被记录为小睡
zh_hant: 為什麼這被記錄為小睡

source: Why this is your main sleep
de: Warum das dein Hauptschlaf ist
es: Por qué este es tu sueño principal
fr: Pourquoi ceci est votre sommeil principal
it: Perché questo è il tuo sonno principale
pl: Dlaczego to jest twój główny sen
pt_pt: Porque é que este é o teu sono principal
ru: Почему это ваш основной сон
th: ทำไมนี่คือการนอนหลักของคุณ
zh_hans: 为什么这是你的主睡眠
zh_hant: 為什麼這是你的主睡眠

source: Why this pace?
de: Warum dieses Tempo?
es: ¿Por qué este ritmo?
fr: Pourquoi ce rythme ?
it: Perché questo ritmo?
pl: Dlaczego takie tempo?
pt_pt: Por que esse ritmo?
ru: Почему такой темп?
th: ทำไมถึงก้าวขนาดนี้?
zh_hans: 为什么是这个节奏？
zh_hant: 為什麼是這個節奏？

source: Why this sleep?
de: Warum dieser Schlaf?
es: ¿Por qué este sueño?
fr: Pourquoi ce sommeil ?
it: Perché questo sonno?
pl: Dlaczego ten sen?
pt_pt: Porquê este sono?
ru: Почему этот сон?
th: ทำไมนอนแบบนี้?
zh_hans: 为什么是这段睡眠？
zh_hant: 為什麼是這段睡眠？

source: Wind down
de: Runterkommen
es: Relajación
fr: Détente
it: Rilassati
pl: Odpręż się
pt_pt: Relaxe
ru: Подготовка ко сну
th: เตรียมเข้านอน
zh_hans: 放松
zh_hant: 放鬆

source: Wind-down nudge
de: Runterkommen-Anstoß
es: Recordatorio de relajación
fr: Rappel de détente
it: Promemoria per il rilassamento
pl: Odprężające szturchnięcie
pt_pt: Empurrãozinho para relaxar
ru: Напоминание о подготовке ко сну
th: เตือนเตรียมเข้านอน
zh_hans: 放松提醒
zh_hant: 放鬆提醒

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
pl: Okno
pt_pt: Janela
ru: Окно
th: ช่วงข้อมูล
zh_hans: 窗口
zh_hant: 視窗

source: Windowed rMSSD
de: rMSSD im Fenster
es: rMSSD por ventanas
fr: rMSSD par fenêtre
it: rMSSD a finestre
pl: Okienkowy rMSSD
pt_pt: rMSSD em janela
ru: Оконный rMSSD
th: rMSSD แบบมีหน้าต่าง
zh_hans: 窗口化 rMSSD
zh_hant: 分段 rMSSD

source: Wire NOOP's actions into a Back-Tap, a focus automation, or a longer Shortcut. For example, double-tap the back of your iPhone to buzz the strap.
de: Verdrahte NOOPs Aktionen mit einem Back-Tap, einer Fokus-Automation oder einem längeren Kurzbefehl. Zum Beispiel: Doppeltippe auf die Rückseite deines iPhones, um den Strap vibrieren zu lassen.
es: Conecta las acciones de NOOP a un toque trasero, una automatización de concentración o un atajo más largo. Por ejemplo, toca dos veces la parte trasera de tu iPhone para hacer vibrar la pulsera.
fr: Connectez les actions de NOOP à un Toucher dos, une automatisation de concentration, ou un raccourci plus long. Par exemple, touchez deux fois l'arrière de votre iPhone pour faire vibrer le bracelet.
it: Collega le azioni di NOOP a un Tocco posteriore, a un'automazione di un Focus o a uno Shortcut più lungo, per esempio, tocca due volte il retro del tuo iPhone per far vibrare la fascia.
pl: Połącz działania NOOP z Back-Tap, automatyzacją fokusu lub dłuższym skrótem. Na przykład dotknij dwukrotnie tyłu telefonu iPhone, aby włączyć pasek.
pt_pt: Ligue as ações do NOOP num Back-Tap, numa automação de foco ou num atalho mais longo. Por exemplo, toque duas vezes na parte de trás do teu iPhone para movimentar a pega.
ru: Свяжите действия NOOP с двойным нажатием по задней панели, автоматизацией фокусирования или более длинным ярлыком. Например, дважды нажмите по задней панели iPhone, чтобы браслет завибрировал.
th: เชื่อมการทำงานของ NOOP เข้ากับการแตะด้านหลัง ระบบอัตโนมัติของโหมดโฟกัส หรือคำสั่งลัด เช่น แตะด้านหลัง iPhone สองครั้งเพื่อให้สายรัดสั่น
zh_hans: 将 NOOP 的操作接入轻点背面、专注模式自动化或更长的快捷指令，例如，双击你 iPhone 的背面来让手环震动。
zh_hant: 將 NOOP 的操作接入輕點背面、專注模式自動化或更長的捷徑，例如，雙擊你 iPhone 的背面來讓手環震動。

source: With
de: Mit
es: Con
fr: Avec
it: Con
pl: Z
pt_pt: Com
ru: С
th: กับ
zh_hans: 含
zh_hant: 含
